---
kind: property
id: P:Autodesk.Revit.DB.Architecture.StairsLanding.Thickness
zh: 厚度
source: html/7eb40b33-4e7b-6cca-2f81-58b0deded957.htm
---
# Autodesk.Revit.DB.Architecture.StairsLanding.Thickness Property

**中文**: 厚度

The thickness of the landing.

## Syntax (C#)
```csharp
public double Thickness { get; }
```